[
  "Choose a username you won't regret when you're famous.",
  "Choose a strong password, but not so strong that you forget it.",
  "Don't use 'password123' as your password, it's like leaving your front door unlocked.",
  "Your email is safe with us. Unless you give it to that Nigerian prince who keeps emailing you.",
  "Your username should be unique, like a snowflake. But hopefully less cold.",
  "A strong password is like a superhero costume, it keeps your identity safe.",
  "If your username is already taken, try adding an underscore. Or a '2'.",
  "Your email is like a secret handshake. Except not really, because it's written down.",
  "Choose a password that even your worst enemy couldn't guess. Or your ex.",
  "Your username should be memorable, like a catchy tune. But hopefully less annoying.",
  "Don't use your pet's name as your password. Unless your pet is a dragon.",
  "Your email is like a gift, but instead of a present, it's a bunch of spam.",
  "Choose a username that reflects your personality. Unless your personality is boring.",
  "A strong password is like a fortress. But hopefully less drafty.",
  "If your email is too long to type, maybe it's time to get a shorter email address.",
  "Your username should be easy to spell, like 'banana'. Unless you spell it 'bananana'.",
  "Don't use '123456' as your password. Unless you want your account to be hacked by a toddler.",
  "Your email is like a treasure map, leading spammers to your inbox.",
  "Choose a username that you can pronounce. Unless you're a robot.",
  "A strong password is like a puzzle. But hopefully less frustrating.",
  "If your username is already taken, try using a synonym. Or a thesaurus.",
  "Your email is like a fingerprint, unique to you. Unless your name is John Smith.",
  "Choose a password that's easy to remember, but hard to guess. Like 'iloveunicorns'.",
  "Your username should be short and sweet, like a tweet. Unless you're a writer.",
  "Don't use your birthdate as your password. Unless you like easy-to-guess passwords.",
  "Your email is like a postcard, easily read by anyone who intercepts it. Unless it's encrypted.",
  "Choose a username that reflects your interests. Unless your interests are too weird to share.",
  "A strong password is like a shield, protecting you from hackers. But hopefully less heavy."
]
